<div id="paragraphs">
    <p>— Я хочу рассказать о человеке и его мечте, — сказал Мартин. — Это был обыкновенный человек, живущий на планете Земля. И мечта у него была обыкновенная, простая, другой бы и за мечту ее не посчитал... уютный домик, маленькая машина, любимая жена и славные детишки. Человек умел не только мечтать, но и работать. Он построил свой дом, и дом даже получился не слишком маленьким. Встретил девушку, которую полюбил, и она полюбила его. Человек купил машину — чтобы можно было ездить в путешествия и быстрее возвращаться домой. Он даже купил еще одну машину — для жены, чтобы та не слишком скучала без него. У них родились дети: не один, не двое, а четверо прекрасных, умных детей, которые любили родителей.</p>
    <p>Ключник слушал. Сидел на диванчике в одной из маленьких комнатенок московской Станции и внимательно слушал Мартина.</p>
    <p>— И вот, когда мечта человека исполнилась, — продолжал Мартин, — ему вдруг стало одиноко. Его любила жена, его обожали дети, в доме было уютно и все дороги мира были открыты перед ним. Но чего-то не хватало. И однажды, темной осенней ночью, когда холодный ветер срывал последние листья с деревьев, человек вышел на балкон своего дома и посмотрел окрест. Он искал свою мечту, без которой стало так тяжело жить. Но мечта о доме превратилась в кирпичные стены и перестала быть мечтой. Все дороги лежали перед ним и машина стала лишь сваренными вместе кусками крашенного железа. Даже женщина, спавшая в его постели, была обычной женщиной, а не мечтой о любви. Даже дети, которых он любил, стали обычными детьми, а не мечтой о детях. И человек подумал, что было бы очень хорошо выйти из своего прекрасного дома, пнуть в крыло роскошную машину, помахать рукой жене, поцеловать детей и уйти навсегда...</p>
    <p>Мартин перевел дыхание. Ключники любили паузы, но дело было даже не в этом — Мартин еще не знал, как закончит свой рассказ.</p>
    <p>— Он ушел? — спросил ключник, и Мартин понял, как надо ответить.</p>
    <p>— Нет. Он спустился в спальню, лег рядом с женой и уснул. Не сразу, но все-таки уснул. И старался больше не выходить из дома, когда осенний ветер играет с опавшей листвой. Человек постиг то, что некоторые узнают в детстве, но многие не понимают и в старости. Он осознал, что нельзя мечтать о достижимом. С тех пор он старался придумать себе новую мечту, настоящую. Конечно же, это не вышло. Но зато — он жил мечтой о настоящей мечте.</p>
    <p>— Это очень старая история, — задумчиво сказал ключник. — Старая и печальная. Но ты развеял мою грусть, путник. Входи во Врата и начинай свой путь.</p>
</div>

<div id="panel">
    <a href="javascript:" id="new_note">New note</a>

    <ul id="list">
    </ul>
</div>
